# FamilyWpbDefaultElevation Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..FamilyWpbDefaultElevation Property
ParameterTypeId Class See Also
---
"Default Elevation"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId FamilyWpbDefaultElevation { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FamilyWpbDefaultElevation As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FamilyWpbDefaultElevation {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace